
const help = (prefix) => { 
	return `                 

╔➥ Olá 👋 ${pushname}
║
║
║╭─🌍INFO COVID🌍──
║║    🌍Mundial🌍
║╠Casos: 114,795,908
║╠Novos casos: +399,275
║╠Mortes: 2,550,334
║╠Novas Mortes: +7,423
║╠Recuperados: 64,251,727
║╠em tratamento: 23,562,189
║╰────────────────
║
║╭── INFO BOT🤖──
║║    DrSatieBOT
║╠Versão: 3.6.0
║╠Bot Privado
║╠Prefixo: *「 ${prefix} 」*
║╠Status: *「 On-line 」*
║╠Servidor: *「 Android 」*
║╰────────────────
║
║╭─────⊣〘𝘾𝙊𝙈𝘼𝙉𝘿𝙊𝙎 𝘼𝘿𝙈𝙄𝙉𝙎🗒️〙
║
╠➥ ${prefix}bemvindo [0/1]
╠➥ ${prefix}boasvindas [0/1]
║────> desativar/ativa bv
║├─────────────────────
╠➥ ${prefix}add 55xxx
╠➥ ${prefix}adicionar 55xxx
║────> add menbro
║├─────────────────────
╠➥ ${prefix}promover @membro
║────> promover a ADM
║├─────────────────────
╠➥ ${prefix}rebaixar @adm
║────> rebaixar a membro
║├─────────────────────
╠➥ ${prefix}grupo abrir/fechar
║────> para abrir ou fechar o grupo
║├─────────────────────
╠➥ ${prefix}mudarnome seu txt
║────> troca nome do grupo
║├─────────────────────
╠➥ ${prefix}mudardesc seu txt
║────> troca descrição
║├─────────────────────
╠➥ ${prefix}mudarfoto
║────> mudar foto do grupo
║├─────────────────────
╠➥ ${prefix}deletar
║────> deleta a mensagem do bot
║├─────────────────────
╠➥ ${prefix}listadmins
╠➥ ${prefix}adms
║────> lista dos adms do grupo
║├─────────────────────
╠➥ ${prefix}donogrupo
║────> mostra o dono do grupo
║├─────────────────────
╠➥ ${prefix}linkgrupo
║────> bot envia link do grupo
║├─────────────────────
╠➥ ${prefix}infogp
║────> mostra informações do grupo
║├─────────────────────
╠➥ ${prefix}marcar
║────> marcação
║├─────────────────────
╠➥ ${prefix}marcar2
║────> marcação 2
║├─────────────────────
╠➥ ${prefix}marcar3
║────> marcação (mais utilizado)
║└─────────────────────
║╭─────⊣〘 𝗙𝗜𝗚𝗨𝗥𝗜𝗡𝗛𝗔📷〙 
║
╠➥ ${prefix}sticker
╠➥ ${prefix}s
╠➥ ${prefix}fig
╠➥ ${prefix}figurinha
║────> fazer figu cm foto & gif
║├─────────────────────
╠➥ ${prefix}audio seu txt
║────> converter txt em áudio
║├─────────────────────
╠➥ ${prefix}toimg marca fig
╠➥ ${prefix}converter marca fig
║────> converter fig em foto
║├─────────────────────
╠➥ ${prefix}txtdafoto
╠➥ ${prefix}ocr
║────> pega txt de foto
║├─────────────────────
╠➥ ${prefix}wait marca foto
╠➥ ${prefix}pesquisar marca foto
║────> pesquisa por anime de ft
║├─────────────────────
╠➥ ${prefix}cachorro
╠➥ ${prefix}auau
╠➥ ${prefix}dog
║────> dog fofo aleatório
║├─────────────────────
╠➥ ${prefix}pokemon
║────> pokemon aleatório
║├─────────────────────
╠➥ ${prefix}logo3d seu txt
║────> logo cm seu texto
║├─────────────────────
╠➥ ${prefix}logoph seu|txt
║────> logo cm seu texto
║├─────────────────────
╠➥ ${prefix}info
║────> informações do bot
║├─────────────────────
╠➥ ${prefix}listabloq
║────> números bloqueados
║├─────────────────────
╠➥ ${prefix}lofi
║────> foto única de lofi
║├─────────────────────
╠➥ ${prefix}map 0000-0000 
╠➥ ${prefix} ${prefix}mapa 0000-0000 
║────> pega foto do local
║└─────────────────────
║╭─────⊣〘𝘿𝙊𝙒𝙉𝙇𝙊𝘼𝘿/𝙇𝙄𝙉𝙆𝙎👨‍💻〙
║
╠➥ ${prefix}tiktokstalk Nick da conta
║────> stalk de tiktok
║├─────────────────────
╠➥ ${prefix}fototiktok
║────> foto do tiktok
║├─────────────────────
╠➥ ${prefix}ytmp4 link
╠➥ ${prefix}ytvideo link
╠➥ ${prefix}ytbuscar link
╠➥ ${prefix}ytbaixa link
║────> baixa vídeo do YouTube
║└─────────────────────
║╭─────⊣〘𝘾𝙊𝙈𝘼𝙉𝘿𝙊𝙎 𝘾𝙍𝙄𝘼𝘿𝙊𝙍🖱️〙
║
╠➥ ${prefix}hidetag
║────> marca todos invisível
║├─────────────────────
╠➥ ${prefix}clearall
╠➥ ${prefix}limpar
║────> limpa zap do bot
║├─────────────────────
╠➥ ${prefix}bloquear @membro
║────> autobloq
║├─────────────────────
╠➥ ${prefix}desbloquear
║────> autodesbloq
║├─────────────────────
╠➥ ${prefix}ban
║────> banir alguem de usar o menu
║├─────────────────────
╠➥ ${prefix}unban
║────> desbanir o uso do menu
║├─────────────────────
╠➥ ${prefix}addprem
║────> adicionar usuário Premium
║├─────────────────────
╠➥ ${prefix}dellprem
║────> remover usuário Premium
║├─────────────────────
╠➥ ${prefix}kitar
║────> bot kita do grupo
║├─────────────────────
╠➥ ${prefix}sigla nova sigla
╠➥ ${prefix}setprefix
║────> troca sigla de comandos
║└─────────────────────
╠➥ ${prefix}bc
║────> transmissão para chats do bot
║├─────────────────────
╠➥ ${prefix}clonar
╠➥ ${prefix}clone
║────> muda a foto do perfil do bot
║└─────────────────────
║╭─────⊣〘𝗢𝗨𝗧𝗥𝗢𝗦🎁〙 
║
╠➥ ${prefix}dono
║────> mostra quem é o dono do bot
║├─────────────────────
╠➥ ${prefix}picapau
║────> manda uma imagem do pica pau
║├─────────────────────
╠➥ ${prefix}picapau2
║────> manda uma imagem do pica pau
║├─────────────────────
╠➥ ${prefix}picapau3
║────> manda uma imagem de pica pau
║├─────────────────────
╠➥ ${prefix}picapau4
║────> manda uma imagem de pica pau
║├─────────────────────
╠➥ ${prefix}dado
║────> joga o dado 🎲
║├─────────────────────
╠➥ ${prefix}emojis
║────> jogo do emoji
║├─────────────────────
╠➥ ${prefix}meme
║────> bot envia memes 
║├─────────────────────
╠➥ ${prefix}memarque
║────> o bot te menciona
║├─────────────────────
╠➥ ${prefix}criarbot
║────> informações de como criar
║├─────────────────────
╠➥ ${prefix}termux
║────> informação sobre termux
║├─────────────────────
╠➥ ${prefix}bomdia
║────> o bot manda bom dia
║├─────────────────────
╠➥ ${prefix}boanoite
║────> o bot envia boa noite
║├─────────────────────
╠➥ ${prefix}malkova
║────> imagem de mia malkova
║├─────────────────────
╠➥ ${prefix}malkova2
║────> imagem de mia malkova
║├─────────────────────
╠➥ ${prefix}belle
║────> envia foto da belle
║├─────────────────────
╠➥ ${prefix}belle2
║────> envia foto da belle
║├─────────────────────
╠➥ ${prefix}belle3
║────> envia foto da belle
║├─────────────────────
╠➥ ${prefix}belle4
║────> envia foto da belle
║├─────────────────────
╠➥ ${prefix}mia
║────> envia foto da mia
║├─────────────────────
╠➥ ${prefix}mia2
║────> envia foto da mia
║├─────────────────────
╠➥ ${prefix}mia3
║────> envia foto da mia
║├─────────────────────
╠➥ ${prefix}simih 
║────> comando de simi
║├─────────────────────
╠➥ ${prefix}simi
║────> resposta simi
║├─────────────────────
╠➥ ${prefix}nomesig
║────> significado
║├─────────────────────
╠➥ ${prefix}tiktok
║────> informção de tiktok
║├─────────────────────
╠➥ ${prefix}tiktokstalk
║────> stalkear perfil tiktok
║├─────────────────────
╠➥ ${prefix}moddroid 
║────> Jogos hackeados
║├─────────────────────
╠➥ ${prefix}roleta
║────> jogo aleatório
║├─────────────────────
╠➥ ${prefix}vida
║────> jogo aleatório
║├─────────────────────
╠➥ ${prefix}porno
║────> envia sites de porno
║├─────────────────────
╠➥ ${prefix}wa.me
║────> mostra seu wa.me e link 
║├─────────────────────
╠➥ ${prefix}perfil
║────> mostra seu perfil
║├─────────────────────
╠➥ ${prefix}musica
║────> envia o áudio da música
║├─────────────────────
╠➥ ${prefix}play
║────> envia o áudio da música
║├─────────────────────
╠➥ ${prefix}pinterest
║────> manda imagens que você pesquisar
║├─────────────────────
╠➥ ${prefix}kpop ou ${prefix}bts
║────> xing xong
║├─────────────────────
╠➥ ${prefix}gay @marque
║────> mostra porcentagem gay
║├─────────────────────
╠➥ ${prefix}gado @marque
║────> mostra porcentagem gado
║└─────────────────────
║╭─────⊣〘𝗖𝗢𝗠𝗔𝗡𝗗𝗢𝗦 𝗗𝗘 𝗩𝗜𝗗𝗘𝗢📺〙
╠➥ ${prefix}say1
║────> envia video da saycat
║├─────────────────────
╠➥ ${prefix}say2
║────> envia outro video da saycat
║├─────────────────────
╠➥ ${prefix}say3
║────> envia mais video da saycat
║├─────────────────────
╠➥ ${prefix}say4
║────> envia video da saycat
║├─────────────────────
╠➥ ${prefix}edit1
║────> envia video de edit
║├─────────────────────
╠➥ ${prefix}edit2
║────> envia video de edit
║├─────────────────────
╠➥ ${prefix}edit3
║────> envia video de edit
║├─────────────────────
╠➥ ${prefix}xxx1
║────> envia edit do xxx
║├─────────────────────
╠➥ ${prefix}xxx2
║────> envia video do xxx
║├─────────────────────
╠➥ ${prefix}teto1
║────> envia edit do teto
║├─────────────────────
╠➥ ${prefix}teto2
║────> envia video do teto
║├─────────────────────
╠➥ ${prefix}shit
║────> envia video de shit
║├─────────────────────
╠➥ ${prefix}adm
║────> envia video shit
║└─────────────────────
║╭─────⊣〘𝗖𝗢𝗠𝗔𝗡𝗗𝗢𝗦 𝗗𝗘 𝗔𝗨𝗗𝗜𝗢🎶〙  
║
╠➥ ${prefix}bv
║────> o bot envia áudio de bem-vindo
║├─────────────────────
╠➥ ${prefix}bot
║────> bot envia áudio
║├─────────────────────
╠➥ ${prefix}saiu
║────> áudio de saída
║├─────────────────────
╠➥ ${prefix}cantar
║────> o bot canta
║├─────────────────────
╠➥ ${prefix}hylander
║────> bot envia música
║├─────────────────────
╠➥ ${prefix}akdoflamengo 
║────> bot envia música
║├─────────────────────
╠➥ ${prefix}glub
║────> bot faz glub glub
║├─────────────────────
╠➥ ${prefix}m4
║────> envia música
║├─────────────────────
╠➥ ${prefix}banhodeleite
║────> envia música
║├─────────────────────
╠➥ ${prefix}beat
║────> envia beat 
║├─────────────────────
╠➥ ${prefix}kalidade
║────> envia musica
║├─────────────────────
╠➥ ${prefix}banido
║────> envia áudio dizendo banido
║├─────────────────────
╠➥ ${prefix}banido2
║────> envia áudio dizendo banido
║├─────────────────────
╠➥ ${prefix}macaco
║────> envia áudio 
║├─────────────────────
╠➥ ${prefix}mcbrinquedo
║────> envia música do mc brinquedo
║├─────────────────────
╠➥ ${prefix}audiot
║────> envia áudio triste
║├─────────────────────
╠➥ ${prefix}soldado
║────> envia musica
║└─────────────────────
║╭─────⊣〘𝗘𝗦𝗣𝗘𝗖𝗜𝗔𝗟🍷〙 
║
╠➥ ${prefix}gpessoa
║────> gera dados pessoais 
║├─────────────────────
╠➥ ${prefix}gbin
║────> gera bin
║├─────────────────────
╠➥ ${prefix}gcpf
║────> envia cpfs
║├─────────────────────
╠➥ ${prefix}geradorcpf
║────> gera cpfs
║├─────────────────────
╠➥ ${prefix}destrava
║────> envia destrava
║├─────────────────────
╠➥ ${prefix}ebot
║────> conversar com o bot 
║├─────────────────────
╠➥ ${prefix}siri
║────> conversar com a siri 
║├─────────────────────
╠➥ ${prefix}speed
║────> mostra velocidade do bot
║├─────────────────────
╠➥ ${prefix}tempo
║────> tempo que o bot esta ligado
║├─────────────────────
╠➥ ${prefix}ssweb
║────> envia print de sites
║├─────────────────────
╠➥ ${prefix}igstalk
║────> stalkear Instagram
║├─────────────────────
╠➥ ${prefix}banir
║────> banir alguém do grupo
║├─────────────────────
╠➥ ${prefix}antiracismo  
║────> ativar antiracismo
║├─────────────────────
╠➥ ${prefix}antilink  
║────> ativar antilink
║└─────────────────────
║╭─────⊣〘𝘾𝙊𝙈𝘼𝙉𝘿𝙊 𝘿𝙀 𝙇𝙊𝙂𝙊🖼️〙 
║
╠➥ ${prefix}plogo (texto)
║────> faz plaquinha com seu nome
║├─────────────────────
╠➥ ${prefix}plaquinhas2 (texto)
║────> faz plaquinha com seu nome
║├─────────────────────
╠➥ ${prefix}milogo (texto)
║────> faz logo na foto da mia 
║├─────────────────────
╠➥ ${prefix}black (texto)
║────> faz uma logo
║├─────────────────────
╠➥ ${prefix}letxt (texto)
║────> faz uma logo
║├─────────────────────
╠➥ ${prefix}dnulis (texto)
║────> faz logo em um caderno
║├─────────────────────
╠➥ ${prefix}dnobg (texto)
║────> faz uma logo
║├─────────────────────
╠➥ ${prefix}dnobg2 (teste/teste)
║────> faz uma logo com 2 nicks
║└─────────────────────
║╭─────⊣〘𝘾𝙊𝙈𝘼𝙉𝘿𝙊 𝘿𝙀 𝙎𝙏𝙄𝘾𝙆𝙀𝙍🛹〙
║
╠➥ ${prefix}ola
║────> bot envia Figurinha
║├─────────────────────
╠➥ ${prefix}pedro
║────> o bot envia uma Figurinha
║├─────────────────────
╠➥ ${prefix}macacofig
║────> envia Figurinha de macaco
║├─────────────────────
╠➥ ${prefix}fdp
║────> envia Figurinha 
║├─────────────────────
╠➥ ${prefix}jorge
║────> envia Figurinha
║├─────────────────────
╠➥ ${prefix}blz
║────> envia Figurinha
║├─────────────────────
╠➥ ${prefix}cringe
║────> envia Figurinha
║├─────────────────────
╠➥ ${prefix}cringefig
║────> envia Figurinha
║├─────────────────────
╠➥ ${prefix}dru
║────> envia Figurinha
║├─────────────────────
╠➥ ${prefix}macaule
║────> envia Figurinha
║└─────────────────────
║╭─────⊣〘𝘾𝙊𝙉𝙎𝙐𝙇𝙏𝘼𝙎🔎〙
╠➥ ${prefix}chekcep
║────> consultar cep 
║├─────────────────────
╠➥ ${prefix}bin
║────> consultar bin 
║├─────────────────────
╠➥ ${prefix}cnpj
║────> consultar cnpj 
║├─────────────────────
╠➥ ${prefix}iplog
║────> consultar ip 
║└─────────────────────
║╭─────⊣〘𝗔𝗡𝗜𝗠𝗘🎢〙
╠➥ ${prefix}animecry
║────> envia Figurinha de anime
║├─────────────────────
╠➥ ${prefix}naruto
║────> envia imagem de Naruto
║├─────────────────────
╠➥ ${prefix}boruto
║────> imagem de Boruto
║├─────────────────────
╠➥ ${prefix}minato
║────> imagem de Minato
║├─────────────────────
╠➥ ${prefix}sasuke
║────> imagem de Sasuke 
║├─────────────────────
╠➥ ${prefix}sakura
║────> imagem de Sakura 
║├─────────────────────
╠➥ ${prefix}kiss
║────> beijo
║├─────────────────────
╠➥ ${prefix}kissgif
║────> beijo 
║├─────────────────────
╠➥ ${prefix}lolifig
║────> figurinha de loli
║├─────────────────────
╠➥ ${prefix}hentaifig
║────> Figurinha de hentai
║├─────────────────────
╠➥ ${prefix}shota
║────> bot envia figurinha
║├─────────────────────
╠➥ ${prefix}nekofig
║────> bot envia figurinha hentai
║├─────────────────────
╠➥ ${prefix}hentai
║────> envia hentai
║└─────────────────────
║─────────────────────
╠➣ *Mais Comandos Em Breve*🥀
║─────────────────────	
║╭─────⊣〘𝙎𝙐𝙋𝙊𝙍𝙏𝙀🤔〙 
╠➥ ${prefix}dono
╠➥ ${prefix}criador
╠➥ ${prefix}info
╠➥ ${prefix}bug
╠➥ ${prefix}reportarbug
║└─────────────────────
║╭─────⊣〘𝗔𝗧𝗘𝗡𝗖𝗔𝗢⚠️〙 
║➣ O bot pode desligar pelos motivos:
║➣ Evite Flodar comandos
║➣ Evite ir no pv do bot
║➣ Evite adicionar o bot em grupos
║➣ Evite Ligar para o bot
║➣ Espere 5/10 segundos 
║➣ para usar outro comando.
║└─────────────────────
║ ╭─────⊣〘𝘿𝙐𝙑𝙄𝘿𝘼𝙎🔍〙
╠➥      𝙈𝙚 𝙘𝙝𝙖𝙢𝙚 𝙉𝙤 𝙋𝙧𝙞𝙫𝙖𝙙𝙤
╚➥ ➣ 𝐃𝐎𝐍𝐎: ⏤͟͞ঔৣ͜͡𝘿𝙖͢𝙙𝙙͢𝙮𝙠𝙠͢𝙠 愛 
└─────────────────────
 

➣  ║▌│█║▌│ █║▌│█│║▌║
➣  ║▌│█║▌│ █║▌│█│║▌║

➣ Copyright © ঔৣ͜͡𝘿𝙖͢𝙙𝙙͢𝙮𝙠𝙠͢𝙠 愛 2021


`
}
exports.help = help



  

